app/controllers/flights_controller.rb

  def index
    @flights = Flight.all
---
SELECT "flights".* FROM "flights"